"use strict";
// #uwsz1RnTQJ1
//
// – Користувач вводить або має два числа.
//
//     Потрібно знайти та вивести максимальне число з тих двох .
//
//     Також потрібно врахувати, коли введені рівні числа.
let a_10s = prompt('Введіть перше число');
let b_10s = prompt('Введіть друге число');
if (a_10s !== null && b_10s !== null) {
    let a_10 = +a_10s;
    let b_10 = +b_10s;
    if (a_10 > b_10) {
        console.log(a_10 + ' > ' + b_10);
    }
    else if (a_10 < b_10) {
        console.log(a_10 + ' < ' + b_10);
    }
    else
        console.log(a_10 + ' = ' + b_10);
}
